[
  "templater-obsidian",
  "quickadd",
  "homepage",
  "obsidian-wikipedia",
  "search-on-internet",
  "cm-typewriter-scroll-obsidian",
  "remember-cursor-position",
  "open-vscode",
  "obsidian-smart-typography",
  "obsidian-cloudinary-uploader",
  "obsidian-style-settings",
  "obsidian-read-it-later",
  "waypoint",
  "obsidian-minimal-settings",
  "darlal-switcher-plus",
  "obsidian-linter",
  "obsidian42-brat",
  "obsidian-tagfolder",
  "obsidian-editor-shortcuts",
  "obsidian-reveal-active-file",
  "obsidian-contextual-typography",
  "obsidian-excalidraw-plugin",
  "obsidian-local-rest-api",
  "obsidian-autocomplete-plugin",
  "markdown-table-editor",
  "obsidian-spaced-repetition",
  "various-complements",
  "podcast-note",
  "workbench-obsidian",
  "workspaces-plus"
]