{"pageProps":{"note":{"id":"1exolm3yw0z6534tizte9zc","title":"The Defining Decade","desc":"","updated":1659178942409,"created":"2022-03-03T00:00:00.000Z","tags":["books"],"custom":{},"fname":"resources.books.the defining decade","type":"note","vault":{"fsPath":".","selfContained":true,"name":"Dendron"},"contentHash":"8a22ac4893f0cbcb15db2f72a5c5d1f9","links":[{"type":"frontmatterTag","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"tags.books","alias":"books","xvault":false,"to":{"fname":"tags.books"}},{"type":"wiki","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"areas.life","alias":"areas.life","position":{"start":{"line":3,"column":10,"offset":102},"end":{"line":3,"column":24,"offset":116},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"areas.life"}},{"type":"wiki","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"archive.identity capital","alias":"archive.identity capital","position":{"start":{"line":18,"column":3,"offset":1202},"end":{"line":18,"column":31,"offset":1230},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"archive.identity capital"}},{"type":"wiki","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"resources.people.erik erikson","alias":"Erikson","position":{"start":{"line":19,"column":174,"offset":1404},"end":{"line":19,"column":215,"offset":1445},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"resources.people.erik erikson"}},{"type":"wiki","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"archive.weak ties","alias":"archive.weak ties","position":{"start":{"line":32,"column":82,"offset":4074},"end":{"line":32,"column":103,"offset":4095},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"archive.weak ties"}},{"type":"wiki","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"archive.identity capital","alias":"archive.identity capital","position":{"start":{"line":54,"column":3,"offset":6592},"end":{"line":54,"column":31,"offset":6620},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"archive.identity capital"}},{"type":"ref","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"archive.weak ties","position":{"start":{"line":35,"column":1,"offset":4325},"end":{"line":35,"column":23,"offset":4347},"indent":[]},"xvault":false,"to":{"fname":"archive.weak ties"}},{"type":"ref","from":{"fname":"resources.books.the defining decade","id":"1exolm3yw0z6534tizte9zc","vaultName":"Dendron"},"value":"archive.The Ben Franklin Effect","position":{"start":{"line":37,"column":1,"offset":4349},"end":{"line":37,"column":37,"offset":4385},"indent":[]},"xvault":false,"to":{"fname":"archive.The Ben Franklin Effect"}},{"from":{"fname":"workbench","vaultName":"Dendron"},"type":"backlink","position":{"start":{"line":2,"column":1,"offset":1},"end":{"line":2,"column":40,"offset":40},"indent":[]},"value":"resources.books.The Defining Decade","alias":"resources.books.The Defining Decade"}],"anchors":{"notes":{"type":"header","text":"Notes","value":"notes","line":17,"column":0,"depth":2},"quotes":{"type":"header","text":"Quote(s)","value":"quotes","line":47,"column":0,"depth":2},"look-into":{"type":"header","text":"Look-into","value":"look-into","line":60,"column":0,"depth":2}},"children":[],"parent":"uab1n5o4isagyzs8tv79uq5","data":{}},"body":"<h1 id=\"the-defining-decade\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#the-defining-decade\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>The Defining Decade</h1>\n<ul>\n<li>Title: The Defining Decade: Why Your Twenties Matter And How to Make the Most of Them Now</li>\n<li>Areas: <a href=\"/notes/7lvl7rtugvq7f7tax1ksijh\">Life</a></li>\n<li>Author(s): Meg Jay</li>\n<li>Status: unread</li>\n</ul>\n<hr>\n<h2 id=\"notes\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#notes\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Notes</h2>\n<ul>\n<li>You don't wanna wake up one day regretting that you should've lived more \"intentionally\"</li>\n<li>autobiographically consequential experiences</li>\n<li>Our generation is really confused as to what should be made of their twenties. Ours is the generation that was unlike the previous generation in many ways and that leaves us \"trying\" to figure out what to make of it. We're living as if \"disposable years lubricated by disposable income\".</li>\n<li>We're led to believe that our twenties don't really matter that much, that we should have fun and not worry much. While TV and media fetishes and glamorizes a way of living that privileged twentysomethings get to live.</li>\n<li>This causes too many men and women to squander the most transformative years of their adult lives, only to pay the price in decades to come.</li>\n<li>No twentysomething is certain about anything in life. To help with this we've thousands of distractions, which we gleefully indulge in.</li>\n<li>“What was I doing? What was I thinking?” is what we ask ourselves regretting over past twenties.</li>\n<li><a href=\"/notes/6hu02lg5mxz8damnom7qm2r\">Identity Capital</a></li>\n<li>Twentysomethings imagine that identity crisis is for now and identity capital is for later when, in fact, crisis and capital can—and should—go together, like they did for <a href=\"/notes/dd5y8gmnqfgeo47hic0is54\">Erikson</a>.</li>\n<li>Twentysomethings who take the time to explore and also have the nerve to make commitments along the way construct stronger identities. They have higher self-esteem and are more persevering and realistic. This path to identity is associated with a host of positive outcomes, including a clearer sense of self, greater life satisfaction, better stress management, stronger reasoning, and resistance to conformity.</li>\n<li>More often, identities and careers are made not out of college majors and GPAs but out of a couple of door-opening pieces of identity capital.</li>\n<li>underemployment - jobs you are overqualified for or work only part-time.</li>\n<li>But some underemployment is not a means to an end. Sometimes it is just a way to pretend we aren’t working</li>\n<li>While these sorts of jobs can be fun, they also signal to future employers a period of lostness. A degree from a university followed by too many unexplained retail and coffee-shop gigs looks backward. Those sorts of jobs can hurt our résumés and even our lives.</li>\n<li>The longer it takes to get our footing in work, the more likely we are to become, as one journalist put it, “different and damaged.” Research on underemployed twentysomethings tells us that those who are underemployed for as little as nine months tend to be more depressed and less motivated than their peers—than even their unemployed peers.</li>\n<li>Economists and sociologists agree that twentysomething work has an inordinate influence on our long-run career success. About two-thirds of lifetime wage growth happens in the first ten years of a career. After that, families and mortgages get in the way of higher degrees and cross-country moves, and salaries rise more slowly. As a twentysomething, it may feel like there are decades ahead to earn more and more but the latest data from the US Census Bureau shows that, on average, salaries peak—and plateau—in our forties.</li>\n<li>Twentysomethings who think they have until later to leave unemployment or underemployment behind miss out on moving ahead while they are still traveling light. No matter how smoothly this goes, late bloomers will likely never close the gap between themselves and those who got started earlier.</li>\n<li>Leaving you feeling shitfaced in your forties or thirties.</li>\n<li>Fortunately, not all underemployment is the same. I always advise twentysomethings to take the job with the most capital. Identity capital.</li>\n<li>One <strong>good</strong> piece of capital is <em>how</em> you get to <strong>better</strong>.</li>\n<li><strong>You can’t think your way through life. The only way to figure out what to do is to do—something.</strong></li>\n<li>most things in adulthood, came to be because of what is called the strength of <a href=\"/notes/hkjh0v6agadljark1ch8mfw\">Weak Ties</a>.</li>\n<li>Many twentysomethings have limited themselves to huddling together with like-minded peers. Some are in almost constant contact with the same few people. But while the urban tribe helps us survive, it does not help us thrive.</li>\n</ul>\n<p></p><p></p><div class=\"portal-container\">\n<div class=\"portal-head\">\n<div class=\"portal-backlink\">\n<div class=\"portal-title\">From <span class=\"portal-text-title\">Weak Ties</span></div>\n<a href=\"/notes/hkjh0v6agadljark1ch8mfw\" class=\"portal-arrow\">Go to text <span class=\"right-arrow\">→</span></a>\n</div>\n</div>\n<div id=\"portal-parent-anchor\" class=\"portal-parent\" markdown=\"1\">\n<div class=\"portal-parent-fader-top\"></div>\n<div class=\"portal-parent-fader-bottom\"></div><ul>\n<li>Related: <a href=\"/notes/ywuaudseahz8nr29vzjh0ao\">Sociology</a></li>\n</ul>\n<hr>\n<p>Weak ties are the people we have met, or are connected to somehow, but do not currently know well. Maybe they are the coworkers we rarely talk with or the neighbor we only say hello to. We all have acquaintances we keep meaning to go out with but never do, and friends we lost touch with years ago. Weak ties are also our former employers or professors and any other associations who have not been promoted to close friends.</p>\n<h2 id=\"the-strength-of-weak-ties\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#the-strength-of-weak-ties\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>The Strength of Weak Ties</h2>\n<p>Many twentysomethings have limited themselves to huddling together with like-minded peers. Some are in almost constant contact with the same few people. But while the urban tribe helps us survive, it does not help us thrive.</p>\n<p>In work that predates Facebook by more than twenty-five years, sociologist and Stanford professor Mark Granovetter conducted one of the first and most famous studies of social networks. Granovetter was curious about how networks foster social mobility, about how the people in our lives lead to new opportunities. Surveying workers in a Boston suburb who had recently changed jobs, Granovetter found it wasn’t close friends and family—presumably those most invested in helping—who were the most valuable during the job hunt. Rather, more than three-quarters of new jobs had come from leads from contacts who were seen only “occasionally” or “rarely.” This finding led Granovetter to write a groundbreaking paper titled “The Strength of Weak Ties” about the unique value of people we do not know well.</p>\n<h2 id=\"weakness-of-strong-ties\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#weakness-of-strong-ties\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Weakness of Strong Ties</h2>\n<p>Rose Coser, called the “weakness of strong ties,” or how our close friends hold us back. Our strong ties feel comfortable and familiar but, other than support, they may have little to offer. They are usually too similar—even too similarly stuck—to provide more than sympathy. They often don’t know any more about jobs or relationships than we do.</p>\n<p>Weak ties feel too different or, in some cases, literally too far away to be close friends. But that’s the point. Because they’re not just figures in an already ingrown cluster, weak ties give us access to something fresh. They know things and people that we don’t know. Information and opportunity spread farther and faster through weak ties than through close friends because weak ties have fewer overlapping contacts. Weak ties are like bridges you cannot see all the way across, so there is no telling where they might lead.</p>\n<hr>\n<p>It’s not just who and what our ties know that matters. It is how we communicate with them as well. Because close-knit groups of strong ties are usually so similar, they tend to use a simple, encoded way of communicating known as restricted speech. Economical but incomplete, restricted speech relies on in-crowd colloquialisms and shortcuts to say more with less.</p>\n<p>But in-group members share more than slang and vocabulary. They share assumptions about one another and the world. They may have gone to the same schools or have the same ideas about love.</p>\n<p>Whatever the particular sources of sameness, hanging out with them can limit who and what we know, how we talk, and ultimately how we think.</p>\n<p><strong>Weak ties, on the other hand,</strong> force us to communicate from a place of difference, to use what is called elaborated speech. Unlike restricted speech, which presupposes similarities between the speaker and the listener, elaborated speech does not presume that the listener thinks in the same way or knows the same information. We need to be more thorough when we talk to weak ties, and this requires more organization and reflection. Whether we are talking about career ideas or our thoughts on love, we have to make our case more fully. In this way, weak ties promote, and sometimes even force, thoughtful growth and change.</p>\n<p>Most twentysomethings yearn for a feeling of community, and they cling to their strong ties to feel more connected. Ironically, being enmeshed with a group can actually enhance feelings of alienation, because we—and our tribe—become insular and detached. Over time, our initial feeling of being part of a group becomes a sense of disconnection with the larger world.</p>\n<p>True interconnectedness rests not on texting best friends at one a.m., but on reaching out to weak ties that make a difference in our lives even though they don’t have to. When weak ties help, the communities around us—even the adult community that twentysomethings are warily in the process of entering—seem less impersonal and impenetrable. Suddenly, the world seems smaller and easier to navigate. The more we know about the way things work, the more we feel a part of things.</p>\n<p>See also: <a href=\"/notes/7kpw5iyvo4ltksd002gkjq9\">The Ben Franklin Effect</a></p>\n</div></div><p></p><p></p>\n<p></p><p></p><div class=\"portal-container\">\n<div class=\"portal-head\">\n<div class=\"portal-backlink\">\n<div class=\"portal-title\">From <span class=\"portal-text-title\">The Ben Franklin Effect</span></div>\n<a href=\"/notes/7kpw5iyvo4ltksd002gkjq9\" class=\"portal-arrow\">Go to text <span class=\"right-arrow\">→</span></a>\n</div>\n</div>\n<div id=\"portal-parent-anchor\" class=\"portal-parent\" markdown=\"1\">\n<div class=\"portal-parent-fader-top\"></div>\n<div class=\"portal-parent-fader-bottom\"></div>\n</div></div><p></p><p></p>\n<h2 id=\"quotes\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#quotes\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Quote(s)</h2>\n<ul>\n<li>The importance of these experiences was not necessarily clear at the time but, in retrospect, the subjects recognized that these events had sharply defined their futures. To a great extent, our lives are decided by far-reaching twentysomething moments we may not realize are happening at all.</li>\n<li>By 2007, the twenties were dubbed the odyssey years, a time meant for wandering. And journalists and researchers everywhere began to refer to twentysomethings with silly nicknames such as kidults, pre-adults, and adultescents.</li>\n<li>Even a new term <strong>—amortality—</strong> has been coined to describe living the same way, at the same pitch, from our teens until death.</li>\n<li>Adults of all ages let what psychologists call “unrealistic optimism”—the idea that nothing bad will ever happen to you—overtake logic and reason. Adults of all backgrounds failed to do the math. Now twentysomethings have been set up to be another bubble ready to burst.</li>\n<li>It seems everybody wants to be a twentysomething except for many twentysomethings themselves. All around, “thirty is the new twenty” is starting to get a new reaction: “God, I hope not.”</li>\n<li>Uncertainty makes people anxious, and distraction is the twenty-first-century opiate of the masses. So twentysomethings like Kate are tempted, and even encouraged, to turn away and be twixters, to close their eyes and hope for the best.</li>\n<li>We think that by avoiding decisions now, we keep all of our options open for later—but not making choices is a choice all the same.</li>\n<li>The postmillennial midlife crisis is figuring out that while we were busy making sure we didn’t miss out on anything, we were setting ourselves up to miss out on some of the most important things of all. It is realizing that doing something later is not automatically the same as doing something better.</li>\n<li><strong>Thirty is not the new twenty precisely because we settle down later than we used to. What this has done is made the twenties not an irrelevant downtime but a developmental sweet spot that comes only once.</strong></li>\n<li>Erikson himself warned against spending too much time in “disengaged confusion.” He was concerned that too many young people were “in danger of becoming irrelevant.”</li>\n</ul>\n<h2 id=\"look-into\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#look-into\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Look-into</h2>\n<ul>\n<li><a href=\"/notes/6hu02lg5mxz8damnom7qm2r\">Identity Capital</a></li>\n<li>navel-gazing</li>\n<li>furrowed</li>\n<li>“the Starbucks phase”</li>\n<li>homophily</li>\n</ul>\n<hr>\n<h2 id=\"tags\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#tags\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Tags</h2>\n<ol>\n<li><a class=\"color-tag\" style=\"--tag-color: #4a0100;\" href=\"/notes/jfmz3ho359ax9vqiu4h4xh3\">books</a></li>\n</ol>\n<hr>\n<strong>Backlinks</strong>\n<ul>\n<li><a href=\"/notes/yy652kvqrkfn9ipk07m40h4\">Workbench</a></li>\n</ul>","noteIndex":{"id":"3nfl4nvv516muyzozhcwrw8","title":"/root","desc":"","updated":1655559901157,"created":1637610830605,"custom":{"nav_order":0,"permalink":"/"},"fname":"root","type":"note","vault":{"fsPath":".","selfContained":true,"name":"Dendron"},"contentHash":"581715455a6f0f7a699209e8521b4acf","links":[{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"archive.about","alias":"my","position":{"start":{"line":4,"column":9,"offset":37},"end":{"line":4,"column":29,"offset":57},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"archive.about"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"tags.areas","alias":"#areas","position":{"start":{"line":20,"column":111,"offset":1051},"end":{"line":20,"column":117,"offset":1057},"indent":[]},"xvault":false,"to":{"fname":"tags.areas"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"tags.areas","alias":"#areas","position":{"start":{"line":21,"column":3,"offset":1198},"end":{"line":21,"column":9,"offset":1204},"indent":[]},"xvault":false,"to":{"fname":"tags.areas"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"swipes","alias":"swipes","position":{"start":{"line":27,"column":3,"offset":1724},"end":{"line":27,"column":13,"offset":1734},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"swipes"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"swipes.quotes","alias":"quotes","position":{"start":{"line":27,"column":48,"offset":1769},"end":{"line":27,"column":72,"offset":1793},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"swipes.quotes"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"swipes.excerpts","alias":"excerpts","position":{"start":{"line":27,"column":74,"offset":1795},"end":{"line":27,"column":102,"offset":1823},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"swipes.excerpts"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"swipes.sayings","alias":"sayings","position":{"start":{"line":27,"column":104,"offset":1825},"end":{"line":27,"column":130,"offset":1851},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"swipes.sayings"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"swipes.phrases","alias":"phrases","position":{"start":{"line":27,"column":132,"offset":1853},"end":{"line":27,"column":158,"offset":1879},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"swipes.phrases"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"resources.people","alias":"others","position":{"start":{"line":27,"column":214,"offset":1935},"end":{"line":27,"column":241,"offset":1962},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"resources.people"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"inbox.webmark","alias":"webmark","position":{"start":{"line":31,"column":235,"offset":2463},"end":{"line":31,"column":260,"offset":2488},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"inbox.webmark"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"slipbox.Ontology","alias":"slipbox.Ontology","position":{"start":{"line":55,"column":3,"offset":3735},"end":{"line":55,"column":23,"offset":3755},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"slipbox.Ontology"}},{"type":"wiki","from":{"fname":"root","id":"3nfl4nvv516muyzozhcwrw8","vaultName":"Dendron"},"value":"archive.about","alias":"About me","position":{"start":{"line":60,"column":3,"offset":3963},"end":{"line":60,"column":29,"offset":3989},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"archive.about"}}],"anchors":{"welcome-to-noetic-noggin":{"type":"header","text":"Welcome to Noetic Noggin","value":"welcome-to-noetic-noggin","line":8,"column":0,"depth":1},"principles":{"type":"header","text":"Principles","value":"principles","line":18,"column":0,"depth":2},"all-notes-should-be-relative-to-me":{"type":"header","text":"All notes should be relative to me.","value":"all-notes-should-be-relative-to-me","line":20,"column":0,"depth":3},"gotta-capture-em-all":{"type":"header","text":"Gotta capture 'em all","value":"gotta-capture-em-all","line":30,"column":0,"depth":3},"dont-force-evolution":{"type":"header","text":"Don't force evolution","value":"dont-force-evolution","line":40,"column":0,"depth":3},"noise--signal":{"type":"header","text":"Noise & Signal","value":"noise--signal","line":45,"column":0,"depth":3},"why-do-any-of-this":{"type":"header","text":"Why do any of this?","value":"why-do-any-of-this","line":50,"column":0,"depth":3},"structure-of-this-wiki":{"type":"header","text":"Structure of this wiki","value":"structure-of-this-wiki","line":59,"column":0,"depth":2},"quicklinks":{"type":"header","text":"Quicklinks","value":"quicklinks","line":64,"column":0,"depth":2}},"children":["0yay2om15bsg2li2p6qgux7","05c4nnjqa92zx11ld6o0ytn","9gtn7g40cvqui0sifl1s7t5","ftbd1hknsd3ocd7jao26tn3","a1kmkdbpclaz5p6sykaw6kc","z121gkmqfo09m8r7jgnpfgn","gkqrr7xbt18xhi93dmjrwzj","ja2x4lrgejr9o9wvit0bd0d","luv39odkfibx3wdosvigwvy","vtvk3bi6o72w58oima9xzf3","yy652kvqrkfn9ipk07m40h4"],"parent":null,"data":{},"body":"\n# Welcome to Noetic Noggin\n\nThis is [[my|archive.about]] personal wiki and a commonplace book; notes by me, for me.\n\n🚧 Permanently under construction 🚧\n\n![](https://res.cloudinary.com/zubayr/image/upload/v1658499909/wiki/ajevkuyebljlxiblyst2.png)\n\nThis wiki was made possible with [dendron.so](https://dendron.so) and [obisidian.md](https://obsidian.md). Stored on [Github Repository](https://github.com/zubayrrr/dendron) and hosted on [Netlify](https://netlify.com) for free.\n\n## Principles\n\n### All notes should be relative to me.\n\n- All notes in principle are written for me; what I know about a subject, how I feel about a particular thing.\n- Opinions are fine as long as I feel strong epistemic confidence in the given opinion.\n- Don't over explain a note if it's not necessary, remember, these notes are for you and are relative to whatever knowledge you posses about the subject.\n- Read books and make an dedicated notes for them.\n- Listen podcasts but capture them inside a \"subject specific\" note or \"Map of Concept\" note or a note tagged #areas. Because making notes from podcasts can be tedious as they're not as well structured as books for consumption.(Whose merit is debatable.)\n- #areas are basically \"Map of Concept\" notes but I have recently come to the realization that its better to maintain them [Nikita Voloboev style](https://wiki.nikiv.dev/) but with heavy usage of transclusion and backlinking.\n  - \"Resources\" should be first processed and then mentioned inside the note, otherwise they should be left in inbox.\n\n### Gotta capture 'em all\n\n- Hog whatever information tickles your pickle([anything that gratifies one's intellectual curiosity](https://news.ycombinator.com/newsguidelines.html)).\n- [[swipes]] are interesting/useful bits of... [[quotes|swipes.quotes]], [[excerpts|swipes.excerpts]], [[sayings|swipes.sayings]], [[phrases|swipes.phrases]]. Essentially, ideas, opinions that are swiped off from [[others|resources.people]].\n- Make no distinction between \"your\" ideas and ideas of \"others\", because if you vibe with an idea; it's already yours.\n- But also remember \"If you've time to consume, you've time to produce.\".\n- Use [raindrop.io](https://raindrop.io) to manage your URL bookmarks.\n- If you need to bookmark a webpage or an article all together, use [MarkDownload](https://chrome.google.com/webstore/detail/markdownload-markdown-web/pcmpcfapbekmbjjkdalcgopdkipoggdi?hl=en-GB) to rip the entire page. Let's call it a [[webmark|inbox.webmark]]; it belong in the `/inbox`.\n- Similar process is employed for capturing tweets using [tweet-to-markdown](https://github.com/kbravh/tweet-to-markdown) and it also belongs in the `/inbox`.\n\n### Don't force evolution\n\n- Let your second brain evolve at it's own pace.\n- The structure should never be _too_ rigid because its meant to take form by itself.\n\n### Noise & Signal\n\n- While capturing ideas left and right is recommended, make sure you're not harming your periods of focus.\n- Have impenetrable focus periods (use Pomodoro method) where you only care about the work on hand and nothing else.\n\n### Why do any of this?\n\n- Because I can't remember everything - there's a lot of information around that interests me and there isn't enough working memory installed in me.\n- So, I make notes - to remember, to create, to meditate, to think.\n- A bodybuilder's portfolio is their body - my portfolio is my wiki.\n- Not only am I making - whatever I know - tangible by writing it down. I know exactly where to look if I ever forget something.\n- I am at the beginning of my learning adventures. When I look back at it, I will know where I came from and how my thoughts evolved over time.\n- Plus, its really fun to nerd out.\n\n## Structure of this wiki\n\n- [[slipbox.Ontology]] explains the structure of this wiki and the tags, backlinks used in it.\n- Dendron takes care of the structure and hierarchy(mostly), but I insist on using tags for backwards compatibility.\n\n## Quicklinks\n\n- [[About me|archive.about]]\n- [Github](https://github.com/zubayrrr)\n- [Twitter](https://twitter.com/zoobhalu)\n- [Blog](https://zubayrali.in)\n- [Guestbook](https://www.yourworldoftext.com/~zubayrali/)\n"},"collectionChildren":null,"customHeadContent":null,"config":{"version":5,"dev":{"enablePreviewV2":true,"enableSelfContainedVaults":true},"commands":{"lookup":{"note":{"selectionMode":"extract","confirmVaultOnCreate":true,"vaultSelectionModeOnCreate":"smart","leaveTrace":false,"bubbleUpCreateNew":true,"fuzzThreshold":0.2}},"randomNote":{},"insertNoteLink":{"aliasMode":"none","enableMultiSelect":false},"insertNoteIndex":{"enableMarker":false},"copyNoteLink":{},"templateHierarchy":"template","insertNote":{"initialValue":"templates"}},"workspace":{"vaults":[{"fsPath":".","selfContained":true,"name":"Dendron"}],"journal":{"dailyDomain":"daily","name":"journal","dateFormat":"y.MM.dd","addBehavior":"childOfDomain"},"scratch":{"name":"scratch","dateFormat":"y.MM.dd.HHmmss","addBehavior":"asOwnDomain"},"task":{"name":"task","dateFormat":"y.MM.dd","addBehavior":"asOwnDomain","statusSymbols":{"":" ","wip":"w","done":"x","assigned":"a","moved":"m","blocked":"b","delegated":"l","dropped":"d","pending":"y"},"taskCompleteStatus":["done","x"],"prioritySymbols":{"H":"high","M":"medium","L":"low"},"todoIntegration":false,"createTaskSelectionType":"selection2link"},"graph":{"zoomSpeed":1,"createStub":false},"enableAutoCreateOnDefinition":false,"enableHandlebarTemplates":true,"enableXVaultWikiLink":false,"enableRemoteVaultInit":true,"enableUserTags":true,"enableHashTags":true,"workspaceVaultSyncMode":"noCommit","enableAutoFoldFrontmatter":false,"enableEditorDecorations":true,"maxPreviewsCached":10,"maxNoteLength":204800,"enableFullHierarchyNoteTitle":false,"enableSmartRefs":true},"preview":{"enableFMTitle":true,"enableNoteTitleForLink":true,"enableFrontmatterTags":true,"enableHashesForFMTags":false,"enableMermaid":true,"enablePrettyRefs":true,"enableKatex":true,"automaticallyShowPreview":false},"publishing":{"theme":"dark","enableFMTitle":true,"enableNoteTitleForLink":true,"enableMermaid":true,"enablePrettyRefs":true,"enableKatex":true,"copyAssets":true,"siteHierarchies":["root"],"writeStubs":false,"siteRootDir":"docs","seo":{"title":"Noetic Noggin","description":"Personal Wiki / Digital Garden","author":"Zubayr Ali","twitter":"zoobhalu"},"github":{"enableEditLink":false,"editLinkText":"Edit this page on GitHub","editBranch":"main","editViewMode":"tree"},"enableSiteLastModified":true,"enableFrontmatterTags":true,"enableHashesForFMTags":false,"enableRandomlyColoredTags":true,"enableTaskNotes":true,"enablePrettyLinks":true,"siteUrl":"localhost:3000","siteFaviconPath":"favicon.ico","siteIndex":"root"}}},"__N_SSG":true}